Repository: mikhn0/CargoGuro
Catalog: CargoGuroViper/*.lproj/Localizable.strings
Languages: de, fr, zh_hans

# ENTER_ERROR_FROM
source: Enter the departure point
de: Geben Sie den Start-Punkt
fr: Entrez le point de départ
zh_hans: 该出发点

# ENTER_ERROR_TO
source: Enter the destination point
de: Geben Sie den Ziel-Punkt
fr: Entrez le point de destination
zh_hans: 进入目的地点

# ENTER_ERROR_VALUE
source: Enter the amount of cargo
de: Geben Sie den Betrag der Ladung
fr: Entrez le montant de la cargaison
zh_hans: 输入的货物的数量

# ENTER_ERROR_WAIST
source: Enter the waight of cargo
de: Geben Sie den waight der Ladung
fr: Entrez le waight de fret
zh_hans: 进入维特*货物

# ERROR_NOT_INTERNET
source: You have no Internet connection.
de: Sie haben keine Verbindung mit dem Internet.
fr: Vous n'avez pas de connexion internet.
zh_hans: 你有没有互联网连接。

# TITLE_ABOUT
source: About
de: Über das Projekt
fr: À propos du projet
zh_hans: 關於該項目

# DESCRIPTION_ABOUT
source: We are proud to present you the newest service for online calculation of cargo transportation Cargo.guru, designed to simplify and speed up the procedure for selecting a transportation company to transport your goods. Now you do not have to spend valuable time looking for a suitable TC that best meets your expectations. Using the convenient service Cargo.guru, you can choose the carrier and calculate the cost of cargo transportation in Russia within a few minutes, while the search for a cost-efficient option on the Internet will take about an hour. Our database consists of thousands of reliable carriers operating on the territory of Russia and CIS. A huge number of settlements will allow you to make a clear route within just a few minutes. A wide range of alternatives available for comparison is the main advantage of Cargo.guru service, where you can immediately find out the cost of cargo transportation in Russia and CIS countries. Our site is mobile-friendly so you can use on any device, whether it is a desktop computer or a smart phone. The website Cargo.guru is also user-friendly, so there's an app for mobile phones and tablets, which works both on OS Android and iOS. Therefore, when using mobile devices you will have no difficulties with the calculation of cargo delivery by the transportation company. You can find the perfect price option by changing the desired vehicles and delivery times. In this case you do not have to spend a lot of time structuring and analyzing the information in order to calculate the cost of delivery by different transportation companies: the information will be provided in a readable form within seconds. Cargo.guru will help you make the right choice of TC!
de: Wir sind stolz, Ihnen den neusten Service für die Berechnung der Frachtlieferung Cargo.guru zu präsentieren, konzipiert um die Länge der Zeit und Komplexität beim Aussuchen der richtigen Spedition zu verringern. Jetzt müssen Sie nicht wertvolle Zeit damit verbringen, nach der Spedition zu suchen, die Ihren ANforderungen entspricht. Wenn Sie den bequemen Service bei Cargo.guru nutzen, können Sie die richtige Spedition aussuchen und die Kosten für Frachtlieferungen un Russland innerhalb von wenigen Minuten berechnen, während die Suche im Internet nach einer Kosten effektiven Alternative ungefähr eine Stunde dauert. Unsere Datenbank besteht auf tausenden zuverlässigen Spediteuren, die auf dem Territorium Russlands und der GUS operieren. Eine riesige Anzahl an Städten erlaubt es Ihnen in nur wenigen Minuten eine klare Route zu definieren. Viele Alternativen zum Vergleich stehen zur Verfügung und ist der Hauptvorteil des Cargo.guru Services, bei dem Sie sofort die Kosten für die Frachtlieferung in Russland und GUS herausfinden können. Unsere Seite ist für Mobile Nutzer geeignet und kann auf jedem Gerät genutzt werden, unabhängig davon, ob es ein Desktop Computer oder Smartphone ist. Die Webseite Cargo.guru ist auch sehr benutzerfreundlich und hat eine app für handys und Tablets, die sowohl mit mit OS Android, als auch iOS funktionieren. Deshalb werden Sie keine Probleme mit mobilen Geräten haben, wenn Sie die Frachtlieferung einer Spedition berechnen. Sie können die perfekte Preis Option wählen, indem SIe das gewünschte Fahrzeug und die Ankunftszeit wechseln. In diesem Fall müssen Sie nicht viel Zeit damit verbringen, die Informationen zu strukturieren und analysieren um die Kosten für verschiedene Spediteure zu berechnen. Diese Informationen werden leserlich innerhalb weniger Sekunden zur Verfügung stehen. Cargo.guru wird Ihnen helfen, den richtigen Spediteur zu finden!
fr: Nous sommes fiers de vous présenter le nouveau service pour le calcul en ligne de Cargo.guru pour le transport de fret, conçu pour simplifier et accélérer la procédure de sélection d'une compagnie de transport pour le transport de vos marchandises. Maintenant, vous ne devez plus passer un temps précieux à la recherche d'un TC approprié qui répond le mieux à vos attentes. En utilisant le service pratique Cargo.guru, vous pouvez choisir le transporteur et calculer le coût du transport de fret en Russie en quelques minutes, alors que la recherche d'une option rentable sur Internet va prendre environ une heure. Notre base de données est constituée de milliers de transporteurs fiables opérant sur le territoire de la Russie et de la CEI. Un grand nombre de colonies va vous permettre de faire un itinéraire clair en seulement quelques minutes. Une large gamme de solutions de rechange disponibles aux fins de comparaison est le principal avantage du service Cargo.guru, où vous pouvez connaître immédiatement le coût du transport de marchandises en Russie et dans tout autre pays de la CEI. Notre site est mobile-friendly de sorte que vous pouvez l’utiliser sur tout appareil, que ce soit un ordinateur de bureau ou un téléphone intelligent. Le site Cargo.guru est aussi facile à utiliser, donc il y a une application pour les téléphones mobiles et les tablettes, qui fonctionne aussi bien sur OS Android et iOS. Par conséquent, lors de l'utilisation des appareils mobiles, vous n’aurez aucune difficulté avec le calcul de la livraison de marchandises par la société de transport. Vous pouvez trouver l'option de prix parfait en changeant les véhicules souhaités et les délais de livraison. Dans ce cas, vous ne devez pas passer beaucoup de temps a structurer et analyser l'information afin de calculer le coût de la livraison par les différentes compagnies de transport: l'information sera fournie sous une forme lisible en quelques secondes. Cargo-Guru vous aidera a faire le bon choix de compagnhie de transport.
zh_hans: М我們很榮幸為您呈現最新的在線計算貨物運送Cargo.guru 的服務，服務旨在簡化和加快選擇一家合適的運輸公司之程序。現在，你不必再花費寶貴的時間在尋找最能滿足您期望的一家TC。使用便捷的Cargo.guru服務，你可以選擇運輸公司，並在幾分鐘之內計算貨物在俄羅斯運輸的費用，以往你可能需要大約一個小時在互聯網上搜索一個具有成本效益的選擇。 我們的數據庫由數以千計在俄羅斯和獨聯體境內營運的可靠運輸公司組成。數量龐大的定居點讓你在短短幾分鐘之內定出清晰的路線。Cargo.guru服務的優點在於提供廣泛而不同類型的替代方案給你比較，在這裡你可以馬上找到在俄羅斯和獨聯體境內貨物運輸的成本。 我們的網站適合任何設備上使用，無論是台式電腦還是智能手機也能友好地使用。人性化的Cargo.guru 網站提供在手機和平板電腦的應用程序，應用程序適合在操作系統Android和iOS上使用。因此，當你使用移動設備來計算運輸公司提供的貨遞費用時，你不會感到任何困難。 您可以通過改變所需的車輛和交貨時間來選擇完美的價格。若你想計算由不同運輸公司來交付的成本時，在這種情況下，你不必花費大量的時間來構建和分析信息：可讀形式的信息將在幾秒鐘內呈現。 Cargo.guru將幫助您正確的選擇TC！

source: Global Transport Information System
de: Das globale informative Transportsystem
fr: Global De Transport Et D'Un Système D'Information De
zh_hans: 全球运输信息系统

# CALCULATE_LOAD_DELIVERY_COAST
source: Calculate Load Delivery Cost
de: Rechnen Sie den Wert der Zustellung der Ladung
fr: Calculer le coût de la livraison du colis
zh_hans: 计算成本的传送

# ENTER_FROM
source: From
de: Von
fr: De
zh_hans: 由

# ENTER_TO
source: To
de: Bis
fr: A
zh_hans: 至

# ENTER_VALUE
source: Value
de: Volumen
fr: Volume
zh_hans: 體積

# ENTER_WEIGHT
source: Weight
de: Gewitch
fr: Poids
zh_hans: 重量

# ENTER_DECLARED_VALUE
source: Declared value
de: angemeldeter Wert
fr: la valeur declaree
zh_hans: 聲明價值

# ENTER_CALCULATE
source: Calculate
de: Berechner
fr: Calculer
zh_hans: 計算

source: Search
de: Suche
fr: Recherche
zh_hans: 搜索

source: Language
de: Sprache
fr: Langue
zh_hans: 语言

source: Currency
de: Währung
fr: Devise
zh_hans: 货币

source: Weight
de: Gewicht
fr: Poids
zh_hans: 重量

source: Value
de: Umfang
fr: Volume
zh_hans: 音量

# WIGTH
source: Width
de: Breite
fr: Largeur
zh_hans: 宽

source: Length
de: Länge
fr: La longueur de la
zh_hans: 长

source: Height
de: Höhe
fr: Hauteur
zh_hans: 高度

source: Feedback
de: das Feedback
fr: la liaison en retour
zh_hans: 反馈

source: Choice of Language
de: Die Auswahl der Sprache
fr: Le choix de la langue
zh_hans: 语言选择

source: Price
de: Preis
zh_hans: 值

source: By price
de: Für den Preis
fr: Au prix de
zh_hans: 为代价的

# BY_COMPANY
source: By carrier
de: Für den Frachtführer
fr: Par transporteur
zh_hans: 载体

# BY_METHOD
source: By the way
de: Nach der Methode
fr: Par le procédé de
zh_hans: 通过这种方式

# BY_TIME
source: By the time
de: Nach der Zeit
fr: De temps
zh_hans: 时间

source: tn
zh_hans: t

# CURENCY_VALUE
source: rub
de: rur
fr: frotter
zh_hans: 擦
